FemDesign.Results.NodalResponseFactor.Id
Finite element node id

FemDesign.Results.NodalResponseFactor.NodeId
Finite element node id

FemDesign.Results.NodalResponseFactor.RespFactorX
Nodal response factor in global x

FemDesign.Results.NodalResponseFactor.RespFactorY
Nodal response factor in global y

FemDesign.Results.NodalResponseFactor.RespFactorZ
Nodal response factor in global z

FemDesign.Results.NodalResponseFactor.CaseIdentifier
Load case or combination name